Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Jagi 2001 álbmotlohkamis álbmogis 21 % dieđihedje iežaset kymrigielalažžan.
smj: 2001 jage álmmuklågon lij 21 % ma kymrilasj gielav máhttin.

source: Giela boahtteáigái lea erenoamáš dehálaš ahte nuorain stuorát proseantaoassi go gaskaleamos buolvvas máhttet hállat kymrigiela.
smj: Giela boahtteájggáj le sierraláhkáj ájnas gå le prosentaj lågoj milta ienebu gå gasskabuolvas gudi sáhkadi kymrilasj gielav.

source: Dán ovdáneami lei vejolaš oaidnit jo jagi 1991 álbmotlohkamis.
smj: Dát lij åvddånahttem mav juo máhttin registrerit 1991-álmmukjåhkåmin.

source: Kymrigiela ovdáneami Walesas ii leat vejolaš eará láhkai čilget go árjjalaš ealáskahttinbarggu ja diđolaš almmolaš giellaplánema boađusin.
smj: 23 Kymrilasj giela åvddånimev Walesan ij máhte tjielggit ietjáláhkáj gå dåjmalasj båhtusin ællánahttembargos ja diedulasj almulasj giellaplánimis.

source: Áitojuvvon gielaid ovdamearkan namahuvvui iragiella, ruonáeatnangiella, báskalašgiella, katalánagiella, maorigiella, hawaii-giella, skotlándda geallagiella ja kymrigiella.
smj: Buojkulvissan ájteduvvam gielajda le dánna nammadum irlánda giella, inuitgiella Kalaallit nunaatin, báskalasj-, katalának-, maõria-, hawaiia-, skotta-gæliga- ja kymrilasj giela.

source: Buot dáin giellaservodagain čađahit árjjalaš ealáskahttinbargguid.
smj: Gájka dájs giellasebrudagájn le dåjmalasj ællánahttem barggo.

source: Gielladilit leat sierraláganat, iige leat vejolaš mekánalaččat geavahit vásáhusaid sámeguovlluin.
smj: Dile li sierraláhkáj, ja ij aktak åtsådallamijs máhte sirdeduvvat mekánalattjat sáme guovlojda.

source: Muhto buot dáid giellaservodagaid oktasaš dovdomearka orru leamen dat, ahte ealáskahttinbarggus leat deattuhan giela mánáidgárddiin ja skuvllain.
smj: Valla dáj giellasebruda-gáj aktisasj ássje vuojnunagá le ællánahttembargon li dættodam gielav mánájgárdijn ja skåvlåjn.

source: Giellabeassemánáidgárddit ja giellalávgoskuvllat leat dehálaččat.
smj: Giellabiessemánájgárde ja giellabiesseskåvlå li guovdátjin.

source: Giela oidnosii buktin ja dan árvvu buorideapmi galget sihkkarastit ahte vánhemat ain oahpahit iežaset unnitlohkogiela mánáidasaset.
smj: Åvddånbuktem ja dássealedibme galggá sihkarasstet vaj æjgáda joarkki vaddet unneplåhkogielav ietjasa mánájda.

source: Mánáidgárddit ja skuvllat galget dalle oahpahit mánáide giela go vánhemat eai nákce dan dahkat vaikko vel sii háliidivčče.
smj: Mánájgárde ja skåvlå galggi liehket da ma vaddi gielav vijdábut daj dilijn gå æjgáda sihti, valla e des máhte.

source: Árvaluvvon ođđa láhka nationála unnitloguid ja unnitlohkogielaid birra Ruoŧas
smj: Oajvvadus ådå láhkaj nasjonálalasj unneplågoj ja unneplåhkogielaj birra Svierigin

source: Ruoŧŧilaš ráđđehus lea ođđajagemánu 29. b. 2009 geigen Láhkaráđđái ođđa árvaluvvon lága nationála unnitloguid ja unnitlohkogielaid birra.
smj: Svieriga ráddidus le ådåjakmáno 29. Biejve 2009 vaddám ådå oajvvadusáv láhkaj nasjonálalasj ja unneplåhkogielaj birra Láhkarádáj.

source: Árvalusas leat čuovvovaš váldooasit sámegiela hárrái:
smj: oajvvadusán li tjuovvovasj oajvvetjuoggá ma guosski sámegiellaj:

source: Sámegiela, meänkieli ja suomagiela hálddašanguovlu galgá viiddiduvvot. Sámegiela hálddašanguovlu viiddiduvvo 13 suohkaniin – mat leat Árvesjávri, Berg, Härjedalen, Likšu, Málát, Suorsa, Storuman, Strömsund, Upmi, Vualčir, Åre, Älvdalen ja Östersund.
smj: sáme, meänkieli ja suoma gielaj háldadusguovllo galggq vijdeduvvat 13 suohkanijn; arvidsjaur, Berg, Härjedalen, Lycksele, Malå, sorsele, storuman, strömsund, Umeå, Vilhelmina, Åre, Älvdalen och Östersund suohkana båhti maŋen.

source: Ovdalis gullet Árjjatluovvi, Jiellevárri, Johkamohkki ja Giron hálddašanguvlui.
smj: Åvdutjis lij Árjepluovve, Jiellevárre, Jåhkåmåhkke och Gierun háldadusguovllon.

source: Láhkaárvalusas leat njuolggadusat suomagiela, meänkieli ja sámegiela geavahanvuoigatvuođa birra, go olbmos lea eiseválddiiguin ja duopmostuoluiguin dahkamuš.
smj: Láhkaárvvalusá sisadno le njuolgadusá anátjit suomagielav meäkieli ja sámegielav oajválattjaj ja duobbmoståvlåj gáktuj.

source: Dasto leat láhkaárvalusas mearrádusat suomagiela, meänkieli ja sámegiela birra mánáidgárddiin ja boarrásiidfuolas.
smj: Vijdábiut de li láhkaárvvalusán mærrádusá suoma-, meänkieli og sámegiela birra mánájgárdijn ja boarrásijhuvson.

source: Mánáidgárddiid dáfus gielddat galget fállat vánhenolbmuide guđet sihtet dan, dakkár mánáidgárdái saji mas olles doaibma dahje oasit doaimmas čađahuvvojit jogo suomagillii, meängillii dahje sámegillii.
smj: Mij gullu mánájgárdijda galggá suohkan fállat æjgádijda / åvdåstiddjijda gudi sajev mánájgárddáj åhtsi dåjmajt gånnå le ålles jali oasse dåjmas suoma-, meänkieli jali sámegiellaj.

source: Boarrásiidfuola hárrái árvaluvvo nuppástus sosiálabálvalusláhkii, mas daddjo ahte suohkan galgá bargat dan badjelii ahte leat bargit geain lea suomagiela, meängiela dahje sámegiela máhttu, go dasa lea dárbu boares olbmuid fuolas.
smj: Mij gullu boarrásijhuksuj oajvvaduvvá rievddadus sosiáladievnastuslágan mij sisadná suohkan galggá barggat nav vaj gávnnuji bargge gudi máhtti suoma-, meänkieli jali sámegielav gånnå le dárbbo boarrásij ulmutjij huvson.

source: Geaidnolágádus oažžu bargun eambbo galbet unnitlohkogielalaš báikenamaid.
smj: Vägverket (Rahtedoajmma) biejaduvvá lasedittjat ietjas bargov galbbit unneplåhkogielak bájkkenamma galbajt.

source: Stáhtalaš ja gielddalaš eiseválddit ávžžuhuvvojit gáhttet unnitlohkogielalaš báikenamaid ja buktit unnitlohkogielaid oidnosii geaidnogalbbain ja eará mearkkain.
smj: stáhta ja suohkana oajválattja bádtjiduvvi suodjalittjat unneplåhkogielak bájkkenamájt ja åvddånbuktet unneplåhkogielav vuojnnusij galbaj ja ietjá merkaj baktu.

source: Suomagiela, meänkieli ja sámegiela hálddašanguovllu viiddideapmái biddjojuvvojit 50 milj. ruvnnu, mat mannet stáhtadoarjjan áššáigullevaš gielddaide.
smj: suoma-, meänkieli ja sámegiela háldádusguovlo stuoredibmáj juolloduvvá 50 milliåvnå kråvnå stáhtadoarjjagin guoskaduvvam suohkanijda.

source: Guokte sámi giellaguovddáža ásahuvvojit oarjilsámi guvlui, namalassii Luvlieluspái ja Deardnái.
smj: Guokta sáme giellaguovdátja ásaduvvi oarjjelsáme guovlluj, Lulle-Lusspáj ja Dearnnáj.

source: Ruoŧa sámediggi lea ráđđehusa gohččosa mielde ráhkadan jagi 2008 giellagiehtagirjji gielddaid ja eiseválddiid várás: www.samediggi.se/4009 Giellagiehtagirjji ulbmil lea oidnosii buktit sámegiela ja buoridit bargiid sámegiela máhtu, muhto maiddái oaččuhit álbmoga eambbo geavahit sámegiela go sis lea dahkamuš eiseválddiiguin.
smj: sámedigge sverigin le ráddidusá åvdås jagen 2008 giellagiehtagirjijn suohkanijda ja oajválattjajda barggam www.samediggi.se/4009. Ulmme giehtagirjijn le åvddånbuktet sámegielav ja lasedit sámemáhtudagáv barggijn, valla aj lasedit álmulasjvuoda sámegiela anov oajválattjaj gáktuj.

source: Giellagiehtagirjjis leat čielga árvalusat dasa, makkár vuogi mielde sámegiela bargu galgá doaimmahuvvot gielddas, ja giellaprográmmaide ja doaibmaplánaide mállet.
smj: Giellagiehtagirjen le konkrehta oajvvadusá modellajda sámegielajn barggat suohkana dásen, modella giellaprográm- majda ja doajmmaplánajda.

source: Dasto lea das vel formulára gielladili kártema várás.
smj: Vijdábut le skåve gielladilev guoradalátjit.

source: Ulbmilat, hástalusat, guhkesáigásaš strategiijat ja doaibmabijut
smj: 24 Ulme, hásstalusá, guhkesájggásasj strategija ja dåjma

source: Nannet oahpahusa davvi-, julev- ja oarjilsámegielas ja - gillii buot dásiin
smj: Åhpadusáv nannit nuortta-, julev- ja oarjjelsámegiellaj gájkka dásen

source: Bearaš lea deháleamos joret mas bidjat vuođu mánáid gielalaš ovdáneapmái.
smj: Famillja le ájnnasamos sadje biedjat vuodov máná gielalasj åvddånahttemij.

source: Ollu sámi mánát ožžot álggu rájis jo sámegiela eatnigiellan – ollu sámi mánát maid ožžot guokte eatnigiela, sámegiela ja ovtta eará giela, dávjjimusat dárogiela.
smj: Moadda sáme máná oadtju álgo rájes sámegielav iednegiellan- moattes sáme mánájs oadtju guokta iednegiela, sámegielav ja avtav mij ij la sámegiella, álu vuonadárro.

source: Muhtun vánhemat eai dattetge hálddaš sámegiela eaige dan geažil sáhte oahpahit mánáidasaset sámegiela eatnigiellan.
smj: Muhtema æjgádijs e huoman sámegielav máhte ja danen e máhte ietja sámegielav iednegiellan ietjasa mánájda vaddet.

source: Sámegielaid ealáskahttinbarggus lea dat giellabargu maid mánáidgárddit ja skuvllat dahket, erenoamáš dehálaš, gč. kapihttala Makkár vásáhusat leat giellaealáskahttimis eará riikkain.
smj: sáme gielaj ællánahttemijn le giellabarggo mij dagáduvvá mánájgárdijn ja skåvlåjn sierraláhkáj ájnas bs. kapihttalav giellaællánahttem åtsådallamijs ietjá rijkajn.

source: Mánáidgárddiin ja skuvllain lea dehálaš bargun oahpahit sámegiela mánáide dain dáhpáhusain main vánhemat ieža eai máhte sámegiela, muhto háliidit ahte sin mánát galget šaddat sámegielalažžan.
smj: Mánájgárdijn ja skåvlåjn le ájnas dahkamus sámegielav vijdábut guoddet daj bálij gå æjgáda sihti ietjasa máná galggi sámegielaga sjaddat, ja gå ietja e sámegielav máhte.

source: Mánáidgárdi lea dehálaš go mánát galget oahppat sámegiela buori ovttasdoaibmangiellan.
smj: Mánájgárdde le ájnas sadje gå máná galggi máhttet åvddånahttet buorre sámegielav avtastallamgiellan.

source: Dain guovlluin main sámegiella ii leat olbmuid ovttastallangiella, lea erenoamáš dehálaš bidjat vuođu máná sámegielalaš ovdáneapmái jo mánáidgárddis.
smj: Guovlojn gånnå sámegiella ij la avtastallamgiellan le sierraláhkáj ájnas vuododit mánáj sámegielak åvddånahttemav mánájgárde baktu.

source: Danne lea dehálaš ahte dilálašvuođat láhččojuvvojit nu, ahte lea vejolaš buoridit sámi mánáidgárdefálaldagaid ja mánáidgárddiid sisdoalu davvisámi, julevsámi ja oarjilsámi guovlluin ja maiddái stuoribuš gávpogiinge.
smj: Danen le ájnnasin láhtjet dilev nav vaj sáme mánájgárddefálaldagá ja kvalitehtta nanniduvvi mánájgárdijn nuortta-, julev- ja oarjjelsáme guovlojn ja stuoráp stádajn.

source: Go mánát skuvlaáiggi miehtá ožžot oahpahusa sámegielas ja sámegillii, de dat buorida sin sámegiela máhtu, ja dat válmmašta sin searvat sámi servodahkii dievasgielalažžan.
smj: Åhpadus sámegiellaj ja sámegielan ålles skåvllåvádtsema ájge åvddånahttá sáme mánáj máhtudagáv sámegielan ja sijáv gárvet oassálastátjit sámesebrudagán dagu ålles giellaaddne.

source: Ulbmil lea sihkkarastit fálaldaga oažžut sámegiela vuođđooahpahusa sidjiide geain lea vuoigatvuohta dasa sihke davvisámi, julevsámi ja oarjilsámi guovlluin.
smj: Ulmmen le sihkarasstet sámegiela vuodoåhpadusá fálaldagáv gájkajda gænna le rievtesvuoda dasi nuortta-, julev- ja oarjjelsáme guovlojn.

source: Oahpahusa vuođus galget leat buorit válljodatárvvoštallamat.
smj: Åhpadus galggá buorre kvalitehta árvustallamij vuodo milta.

source: Buorit sámi oahpponeavvut mearkkašit ollu dán oktavuođas.
smj: Buorre sáme oahpponævo li stuorra árvvon dán aktijvuodan.

source: Jáhkku lea ahte oahpahusa válljodat ja buorre diehtojuohkin sámegiela oahpahusfálaldagaid birra, váikkuhit dasa man olut válljejit sámegiela skuvlaáiggi miehtá.
smj: Buorre kvalitehtta åhpadusán ja buorre diehto sámegiela åhpadusá fálaldagá birra vuojneduvvá buorre vájkkudussan dasi man galles válljiji sámegielav ålles skåvllåvádtsema ájge.

source: Jagi 2008 mannosaš raporta mii lea Norgga mánáidáitara, Ruoŧa mánáidáitara ja Suoma mánáidáitara ovttasbargoprošeavttas, man namma lea Sámi mánáid ja nuoraid vuoigatvuohta mieldeváikkuhussii ja dadjamuššii, čájeha ahte sihke oahpponeavvodilli, oahpaheaddjidilli ja skuvlajođihangotti miellaguottut leat dehálaš váikkuheaddji bealit mat sáhttet čilget manne nu ollu oahppit heitet oahpahallamis sámegiela.
smj: Vuojnunagá le moattes sáme oahppijs gudi ierit gahttji mánájgárde ja skåvlå, mánájdáse ja nuorajdáse, ja vuodoskåvlå ja joarkkaåhpadusá gaskal. aktisasjprosjevta rápporta gaskal Mánájoahttse Vuonan, Mánájoahttse svierigin ja suoman Retten til medvirkning og innflytelse for samiske barn og unge (Rievtesvuoda oassálasstemij ja vájkkudibmáj sáme mánájda ja nuorajda 2008 jages, vuoset oahpponæv

source: Vai nanusmuvvá vuođđu oaččuhit olbmuid válljet dakkár fidnooahpu mas sámegielalaš máhttu dárbbašuvvo, de lea dehálaš ahte oahppiin leat sámegielas buorit oahpahallanfálaldagat skuvlaáiggi miehtá.
smj: 25 vodille, åhpadiddjij ja skåvllåjådediddjij guotto li ájnas sivá ma máhtti tjielggit dáv stuorra gahttjamav åhpadusás. sihkarasstem diehti vuodov rekrutterimijda virggeåhpadusájda gånnå le dárbbo sámegielak máhtudagás, le ájnas oahppijn le buorre fálaldagá sámeåhpadussaj ålles skåvllåvádtsemájge.

source: Go dilálašvuođat láhččojuvvojit nu, ahte mánáid vánhemat ja earátge guđet leat mánáid birra, ožžot vejolašvuođa oahppat sámegiela seammás go mánát ieža oahpahallet sámegiela mánáidgárddis ja skuvllas, de mánná sáhttá oažžut doarjaga iežas giellaoahpahallamii.
smj: Æjgádijda ja iehtjádijda máná birrusin vierrti látjeduvvat fálaldagá nav vaj sij oadtju sámegielav åmastit sæmmibåttå gå mánná sámegielav oahppá mánájgárden ja skåvlån, ja nav máhttá mánná doarjjagav oadtjot ietjas giellaåhpadusán.

source: Go báikegottiin ja gávpogiin leat dakkár deaivvadanbáikkit main lea lunddolaš sámástit, det datge váikkuhit dasa ahte sámegiella sáhttá šaddat lunddolaš servvoštallangiellan.
smj: Æjvvalimsaje bájkálasjsebrudagájn ja stádajn gånnå le luondulasj sámástit le aj buorren vaj sámegiella sjaddá luondulasj avtastallamgiella.

source: Dehálaš lea oaččuhit olbmuid váldit alit oahpu davvisámegielas, julevsámegielas ja oarjilsámegielas, ja earáge oahpuid main lea dárbu máhttit sámegiela, vai huksejuvvo sámegielas diehtovuođđu servodahkii, ja vai bargoaddit fidnejit bargiid geain lea buorre sámegiela máhttu.
smj: alep åhpadussaj rekrutterim nuortta-, julev- ja oarjjelsámegielan ja ietjá åhpadussaj gånnå le dárbbo sámegielak máhtudagás, le ájnas ásadit máhttobásav sámegiella sebrudagán, nav vaj barggovadde galggá máhttet rekrutterit sámegielak barggijt gænna le buorre sámegielak máhtudahka.

source: Nuorat berrejit diehtojuohkimiin ja dieđuiguin mat leat sidjiide addojuvvon sámegiela oahpahallanvejolašvuođaid birra, movttiiduvvat válljet sámegiela oahpu.
smj: nuora vierttiji diedoj ja máhtudagá baktu oadtjot diedojt máhttelisvuodaj birra majt sámegiela åhpadus vaddá, árvusmahteduvvat sámegiellaåhpadusáv válljitjit.

source: Dasto lea dehálaš ahte leat buorit ja ovddalgihtii árvidahtti fálaldagat oahppiide, guđet vejolaččat háliidit váldit alit oahpu davvisámegielas, julevsámegielas ja oarjilsámegielas.
smj: Vijdábut de le ájnas buorre ja stuovvágis fálaldagájt alep åhpadussaj nuortta-, julev-, ja oarjjelsámegielan

source: Sámelaga § 3-8 nanne ahte juohkehaččas lea vuoigatvuohta beassat oahpahallat sámegiela.
smj: sámelága 3-8. § mierret juohkkahattjan la rievtesvuohta åhpadussaj sámegielan.

source: Áigumuš lea addit buohkaide guđet dan háliidit, oáhpahusa sámegielas – jogo davvisámegielas, julevsámegielas dahje oarjilsámegielas.
smj: Ulmmen le máhttet fállat gájkajda gudi sihti sámgiellaåhpadusáv nuortta-, julev-, ja oarjjelsámegielan.

source: Čuovvovaš čuoggát galget láidestit joatkevaš bargguid dán suorggis:
smj: Tjuovvovasj ulme galggi njuolgadussan liehket dán suorge åvddånahttemij:

source: • Lágidit nu, ahte eanet mánát ožžot sámegielalaš mánáidgárdefálaldagaid
smj: • láhtjet dilev nav vaj ienep máná sáme mánájgárddefálaldagájt oadtju

source: • Lágidit nu, ahte mánáidgárddis mánát árrat movttiidahttojuvvojit geavahit sámegiela
smj: • láhtjet dilev nav vaj árra giellaarvusmahteduvvá mánájgárdijn

source: • Lágidit nu, ahte buot oahppit guđet dan háliidit, besset oahppat sámegiela
smj: • láhtjet dilev nav vaj gájkka oahppe gudi sihti, oadtju sáme åhpadusáv

source: • Lágidit nu, ahte leat buorit rápmaeavttut sámegiela oahpahallamii
smj: • láhtjet dilev nav vaj sierra ratjástibme sjaddá julev- ja oarjjelsáme åhpadusán

source: • Lágidit nu, ahte oahpahus sámegielas ja sámegillii lea buorre
smj: • láhtjet dilev nav vaj buorre kvalitehtta sjaddá åhpadusán sámegiellaj ja sámegielan

source: • Movttiidahttit oahppiid joatkit sámegielain nuoraidskuvllas ja joatkkaskuvllas
smj: • arvusmahttet oahppijt joarkket sámegielajn nuorajdásen ja joarkkaskåvlån

source: • Lágidit nu, ahte eanet ja buoret oahpponeavvut leat oahpahusas sámegielas ja sámegillii
smj: • láhtjet dilev nav vaj buorep ja ienep oahpponævo li sámegiellaj ja sámegielan

source: • Lágidit nu, ahte eanet sámegielalaččat sáhttet váldit ovdaskuvlaoahpaheaddji oahpu ja oahpaheaddji oahpu
smj: • láhtjet dilev nav vaj ienebu åhpaduvvi sámegielakåvddåskåvlååhpadiddjen ja åhpadiddjen

source: • Lágidit nu, ahte mánáidgárddiid ja skuvllaid oahpaheaddjit ožžot lasseoahpu ja joatkkaoahpu sámegielas
smj: • láhtjet dilev nav vaj lasse- ja joarkkaåhpadus sámegielan åhpadiddjijda mánájgárdijn ja skåvlåjn

source: • Lágidit nu, ahte mánáide, nuoraide ja rávesolbmuide lea álki oažžut fálaldagaid oahppat sámegiela
smj: • láhtjet dilev nav vaj stuoves fálaldagá sámegiela åhpadusáv mánájda, nuorajda ja ållessjattugijda

source: • Buoridit rávesolbmuide fálaldagaid oahppat davvisámegiela, julevsámegieal ja oarjilsámegiela
smj: • Nannit ållessjattukåhpadusfálaldagáv nuortta-, julev- ja oarjjelsámegielan

source: • Lágidit nu, ahte bearrašatge sáhttet oahpahallat davvisámegiela, julevsámegiela ja oarjilsámegiela.
smj: • láhtjet dilev nav vaj máhttelisvuoda sjaddi fámiljajda oassálastátjit nuortta, julev- ja oarjjelsámegiela åhpadusájn

source: Sámi mánáidgárdefálaldagat
smj: sáme mánájgárddefálaldagá

source: Gielddaid geatnegasvuohta sihkkarastit sámi mánáide dakkár mánáidgárdefálaldaga mainna sin giella ja sin kultuvra nanusmuvvá, boahtá čielgasit ovdan mánáidgárdelága paragráfas 8: “ Gieldda ovddasvástádus lea atnit fuola das, ahte sámi guovlluin sámi mánáid vástesaš mánáidgárdefálaldaga vuođus leat sámi giella ja kultuvra.
smj: suohkanij åvdåsvásstádus sihkarasstet sáme mánájda mánájgárddefálaldagájt gånnå oadtju nannidum ietjasa gielav ja kultuvrav, le dættoduvvam mánájgárddelágan 8. §:”suohkanin le åvdåsvásstádus nav vaj mánájgárddefálaldagá sáme mánájda sáme guovlojn le sáme giellaj ja kultuvrraj vuododuvvam.

source: Eará gielddain galget dilálašvuođat láhččojuvvot nu, ahte sámi mánát sáhttet sihkkarastit ja ovddidit iežaset giela ja kultuvrra. ”
smj: ietjá suohkanijn galggá dile láhtjeduvvat nav vaj sáme máná máhtti sihkarasstet ja åvddånahttet ietjasa gielav ja kultuvrav. ”

source: Mánáidgárdelága § 2 deattuha ahte mánáidgárdi galgá vuhtii váldit sámi mánáid giela ja kultuvrra: “ Sámi mánáidgárddiide lea dakkár eaktu, ahte dain galget leat bargit guđet dovdet sámi giela ja kultuvrra. ”
smj: Mánájgárde lága 2. § dættot mánájgárdde galggá vieledit sáme mánáj gielav ja kultuvrav: ” sáme mánájgárdijn le vuordedahtte gávnnuji bargge gudi dåbddi sáme gielav ja kultuvrav. ”

source: Odne leat iešguđetlágan sámi mánáidgárddit.
smj: Udnásj ájge le moattelágásj sáme mánájgárde.

source: Máŋga mánáidgárddi geavahit sámegiela beaivválaš giellan.
smj: Moadda mánájgárdijn le sámegiella bæjválasjgiellan.

source: Eará mánáidgárddiin leat sihke sámegiella ja dárogiella gulahallangielat, ja nuppiin fas dušše dárogiella.
smj: Muhtemijn li vas sáme- ja dárogiella adnogiela, ja muhtemijn vat dåssju dárogiella.

source: Máŋgga dáža mánáidgárddis leat sierranas sámi ossodagat.
smj: Moadda dáro mánájgárdijn le sierra sáme åssudagá.

source: Bearašmánáidgárdditge leat, main lea sámi ossodat / ruoktu.
smj: Gávnnuji aj familljamánájgárde sáme åssudagáj / sijdaj.

source: Dat, go ovttat mánáidgárddi mánáin lea erohus sámegiellamáhtus, lea stuorra hástalus go áigumuš lea nannet sámegiela.
smj: Gå le moattelágásj dásse sáme máhtudagás mánájn avta mánájgárden buktá hásstalusájt sáme gielav nannitjit.

source: Mánáidgárddi sisdoalu ja doaimmaid rápmaplána cealká ahte “ (..)
smj: Rámmapládna mánájgárdijda sisadno ja dahkamusá mierret: ” (..)

source: sámi mánát dárbbašit doarjuma vai nagadit seailluhit ja ovddidit gielaset ja kultuvrraset beroškeahttá das gos sii orrot riikkas. ”
smj: sáme máná dárbahi doarjjagav bisodit ja åvddånahttet ietjasa gielav ja kultuvrav beruskahtá gånnå årru rijkan. ”

source: Sámediggi juolluda ruđaid Máhttodepartemeant- ta bušeahtas doarjjan sámi mánáidgárddiide, pedagogalaš ávdnasiid ráhkadeapmái, giellaoahpahussii ja diehtojuohkin-, ovddidan- ja rávvendoaimmaide mat leat sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát.
smj: 26 sámedigge juollot ruhtadoarjjagijt Máhttodepartementa budsjehta badjel sáme mánájgárdijda, pedagogihkalasj nævoj bargojda, giellaåhpadussaj ja diehtojuohkem-, åvddånahttem- ja bagádallambargguj sáme mánájgárdijn ja mánájgárdijn sáme mánáj.

source: Sámediggi bargá ovttasráđiid fylkkamánniiguin mánáidgárdesuorggis.
smj: sámedigge oassálasstá fylkaålmmåj aktisasjbargon mánájgárddesuorgen.

source: Sámediggi lea ráhkadan strategalaš plána sámi mánáidgárddiid várás áigodahkii 2008-2011.
smj: sámedigge le dahkam strategalasj plánav sáme mánájgárijda 2008-2011 jagijda.

source: Sámedikki ulbmil lea oaččuhit sámi mánáidgárddiide dakkár jođiheami, mas sámi giella ja kultuvra leat guovddážis.
smj: sámedikke ulmme le åvddånibme sáme mánájgárdijn gånnå sámegiella åvddånahttem le guovdátjin.

source: Sámediggi danne áigu dán plánaáigodaga vuoruhit sámegiela, mánáid vuoigatvuođaid, guđege oasálaččaid ovttasbarggu, máhttobuorideami ja fierpmádathuksema, pedagogalaš ávdnasiid, rekruhttema ja diehtojuohkima ja rávvema.
smj: sámedigge sihtá danen dán pládnaguhttalin vuorodit sáme gielav, mánáj rievtesvuodajt, aktisasjbargov itjá aktøraj, máhttolåpptimav ja værmádakásadimev, pedagogalasj nævojt, rekrutterimav, dutkamav, dieh-tojuohkemav ja bagádallamav nannit.

source: Sámediggi áigu dán áigodaga árvvoštallat sámi mánáidgárddiid doarjagiid.
smj: sámedigge ájggu dán ájggegávdan ruhtadoarjjagijt sáme mánájgárdijda árvustallat.

source: Fylkkamánni bidjá johtui mánáidgárdepolitihka stáhtalaš doarjagiid hálddašemiinis, mánáidgárdelága geatnegasvuođaiguin ja gielddaid rávvemiin.
smj: Fylkaålmmå jåhtuj biedjá mánájgárddepolitihkav stáhta doarjjagij háldadime baktu, dahkamusájt mánájgárddelága ja suohkanijt bagádallat.

source: Fylkkamánni oktii heiveha ja bidjá johtui ovddidanbargguid gielddain ja mánáidgárddiin, ja lágida ovttasráđiid Sámedikkiin sámi mánáidgárdekonferánssaid.
smj: Fylkaålmmå koordineri ja álgat åvddånahttembargov suohkanijn ja mánájgárdijn ja katisasjbarggá sámedikkijn ásadit sáme mánájgárddekonferánsajt.

source: Fylkkamánni juohká dieđuid vuoigatvuođaid ja fálaldagaid birra, ee. daid mánáidgárdefálaldagaid birra mat leat sámi mánáid várás.
smj: Fylkaålmmå juohká diedojt rievtesvuodaj ja fálaldagáj birra, i. i. mánájgárddefálaldagáj sáme mánájda.

source: Máhttodepartemeanttas lea bajimuš ovddasástádus mánáidgárdesuorggis válljodaga buorideamis, ja dan stivremis ja ruhtadeamis.
smj: Máhttodepartementan le bajemus åvdåsvásstádus åvddånahtátjit kvalitehtav ja stivrrimav ja ruhtadimev mánájgárddesuorgen.

source: Departemeanta juolluda ruđaid Sámediggái kapihttalis 231, poasttas 50.
smj: Departemænnta juohká sámediggáj rudájt kap. 231, 50 påsta badjel.

source: Departemeanta bargá ovttas Sámedikkiin daid ráđđehusa doaibmabijuid čuovvoleamis mat leat ráđđehusa strategiijain mat galget buoridit máhtu ja rekruhttema mánáidgárdesuorgái.
smj: Departemænnta aktisasjbarggá sámedikkijn dåjmajt tjuovvolit ráddidusá strategijajt máhttoåvddånahttemin ja rekrutterimi mánájgárddesuorgen.

source: Doaibmabidju 1. Diehtojuohkin mánáidgárdefálaldagaid ásaheami birra sámi mánáid várás
smj: 1. doajmma Diehtojuohkem mánájgárdde- ásadime birra sámij mánájda
